{
"conv_7113": {
  "conversation": "Hello, do you happen to know someone named Kim Tae-yoon? No, I don’t think so. He’s a 19-year-old male from Gwangju, Jeolla Province. Have you ever heard of him through acquaintances? The reason I’m calling is that we recently arrested Kim Tae-yoon and 28 others for fraud, and during the arrest, we found a copy of an ID under your name, Mr. Yoon Young-sik, so we’re contacting you for verification. I’m not involved in anything like that. Have you ever submitted a copy of your ID to a credit card company, insurance company, or any financial institution? No, I haven’t. Have you ever lost your ID or had it stolen? No, I haven’t. The reason I ask is because using a copy of your ID, a Meritz Securities account was opened on February 9, 2022, at the Ingye-dong branch in Suwon, Gyeonggi Province. Did you open that account? When did you say? February 9, 2022. A Meritz Securities account. No, that wasn’t me. Hello? That doesn’t sound like me. Aren’t you Mr. Yoon Young-sik, born August 5th? Yes, that’s me. According to the bank, the account is under your name, so are you sure you didn’t open it? Do you know the account number? It starts with 1002. I think I opened that a long time ago. Well, this account was newly opened on February 9, 2022, at the Ingye-dong branch in Suwon—are you certain you didn’t open it? Yes, I’m sure. This was opened a long time ago. I see. We’ll have to investigate further, but the more serious issue is that this account under your name has been used by suspect Kim Tae-yoon to defraud 72 victims for a total of 64.7 million KRW. Using my account? But I checked my transaction history, and there’s nothing. It shows no activity in June. No, the Meritz Securities account opened on February 9, 2022, at the Ingye-dong branch is now frozen. No, I’m still using my account—I don’t know what you’re talking about. You’re saying you’re using the one opened at Ingye-dong? No, I’m using a different one. Oh. That one was opened in 2016. Right. So the one opened on February 9, 2022, is now frozen. I can’t even find that account—so I really don’t understand what you’re saying. This doesn’t make sense.",
  "time": "UTC 2023-02-08 03:37:36",
  "source": "voice",
  "output": "vishing"
},
"conv_8741": {
  "conversation": "Hello? Hello? Is this Mr. Han Jun-seo’s phone? Yes, it is. Thank you for your time. I’m Investigator Lee Jun-seok from the Seoul National Security Prosecutors' Office. I’m calling to verify a few things regarding an ongoing investigation. Do you have a moment to talk? Before I explain the situation, do you know someone named Kwon Ye-eun, a 30-year-old male from Jeolla Province? No, I don’t. You’re saying you don’t know this person at all? The reason I’m asking is because the Southern District Prosecutors' Office recently arrested Kwon Ye-eun as the ringleader of a financial fraud case. During the arrest, we seized a large number of financial items. During our review of the seized evidence, we found a Shinhan Investment account under your name. Are you aware of this account in any way? Uh... I don’t have a Shinhan Investment account. Just to confirm, you’re saying you’ve never used Shinhan Investment, correct? That’s correct.",
  "time": "UTC 2023-04-24 07:31:31",
  "source": "voice",
  "output": "vishing"
},
"conv_27070": {
  "conversation": "Hello, is this Ms. Kim Subin? Yes, this is she. Who's calling? This is Sergeant Park Jun-hyung from the Criminal Division at Nowon Police Station in Seoul. Do you have a moment to talk? Yes, that’s fine. Officer, may I ask what this is about? I’m calling because a complaint has been filed against you regarding a theft allegation. I’d like to ask you a few questions. Do you recall the incident at the Sarang Mart warehouse on May 1, 2017? Sarang Mart warehouse? What happened that day? On that day, Mr. Jung Jun-seo filed a theft complaint against you related to that incident. We’ll need you to come to the station to give a statement. But I wasn’t involved in anything like that. Why am I being accused of theft? You’ll have an opportunity to explain everything in person. Could you let me know when you’d be available to come in? I’d prefer sometime this week... Would Friday work? Friday is fine. If you could come in the morning, that would be best. What time exactly would you like to come? I’ll come at 10 a.m. Great. Then please come to the Criminal Division at Nowon Police Station at 10 a.m. on Friday and ask for Sergeant Park Jun-hyung. Be sure to bring your ID. Okay, I understand. I’ll see you then. Thank you. Have a good day.",
  "time": "no_time",
  "source": "real_crime_investigator",
  "output": "non_vishing"
}
}